source/_static/diagrams/learning-path.d2
direction: right
n0: "task"
n1: "level"
n2: "part"
n0 -> n1
n1 -> n2
